[M_Orchid_PlotMission02 MissionDefinition]
MissionName="Minha Vida Por Um Barco"
MissionDescription="Shade sugeriu que, se quiser encontrar o Tesouro Perdido das Areias, você deve se encontrar com uma rainha pirata, chamada Capitã Scarlett. Ela vive em [place]Wurmwater[-place], onde aliás, não tem uma gota d'água sequer. Você precisa de um barco para chegar até [place]Wurmwater[-place]. Felizmente, Shade concordou em emprestar o seu.\n"
TurnInDescription="Com o barco do Shade consertado, finalmente você pode ir até [place]Wurmwater[-place] procurar a Capitã Scarlett.\n"
MissionSummary="Vá para Wurmwater em um barco."
MissionGiver="Shade"
MissionTurnInLocation="Shade"
TeaserText=""

[M_Orchid_PlotMission02:ActivateSkiffScanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:CollectSkiffParts MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:FindHovercraftPart2 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:FindHovercraftPart3 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:FindHovercraftPart4 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:GetCoolantDisperser MissionObjectiveDefinition]
ProgressMessage="Encontre o refrigerador"

[M_Orchid_PlotMission02:GetCoolantDisperserSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetEngineCapacitor MissionObjectiveDefinition]
ProgressMessage="Encontre o capacitor de motor"

[M_Orchid_PlotMission02:GetEngineCapacitorDummy MissionObjectiveDefinition]
ProgressMessage="Encontre o capacitor de motor"

[M_Orchid_PlotMission02:GetEngineCapacitorDummySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetMagneticOverthruster MissionObjectiveDefinition]
ProgressMessage="Encontre o propulsor magnético"

[M_Orchid_PlotMission02:GetMagneticOverthrusterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetPressureRegulator MissionObjectiveDefinition]
ProgressMessage="Encontre o regulador de pressão"

[M_Orchid_PlotMission02:GetPressureRegulatorSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetPressureRegulatorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetPressureRegulatorSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetSkiffPart1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GotoSkiffSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:InstallCoolantDisperser MissionObjectiveDefinition]
ProgressMessage="Instale o refrigerador"

[M_Orchid_PlotMission02:InstallEngineCapacitor MissionObjectiveDefinition]
ProgressMessage="Instale o capacitor de motor"

[M_Orchid_PlotMission02:InstallMagneticOverthruster MissionObjectiveDefinition]
ProgressMessage="Instale o propulsor magnético"

[M_Orchid_PlotMission02:InstallPressureRegulator MissionObjectiveDefinition]
ProgressMessage="Instale o regulador de pressão"

[M_Orchid_PlotMission02:InstallSkiffParts MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:KillWorm MissionObjectiveDefinition]
ProgressMessage="Elimine a Larva Rainha do Deserto"

[M_Orchid_PlotMission02:KillWormSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:RepairSkiffSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride="Conserte o barco do Shade."
MissionDescriptionOverride="Shade sugeriu que, se quiser encontrar o Tesouro Perdido das Areias, você deve se encontrar com uma rainha pirata, chamada Capitã Scarlett. Ela vive em [place]Wurmwater[-place], onde aliás, não tem uma gota d'água sequer. Você terá que consertar o barco do Shade para chegar até [place]Wurmwater[-place]. Shade acredita que as pessoas em [place]Oasis[-place] têm as peças que você precisa. Vá falar com elas, encontre as peças e conserte o barco."

[M_Orchid_PlotMission02:ReturnToShade MissionObjectiveDefinition]
ProgressMessage="Volte até o Shade"

[M_Orchid_PlotMission02:ReturnToShadeSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Volte até o Shade"
MissionDescriptionOverride="Shade sugeriu que, se quiser encontrar o Tesouro Perdido das Areias, você deve se encontrar com uma rainha pirata, chamada Capitã Scarlett. Ela vive em [place]Wurmwater[-place], onde aliás, não tem uma gota d'água sequer. Você terá que falar com o Shade antes de ir para [place]Wurmwater[-place] para conseguir algumas informações."

[M_Orchid_PlotMission02:ScanSkiff MissionObjectiveDefinition]
ProgressMessage="Examine o barco"

[M_Orchid_PlotMission02:SpeakBlayvis MissionObjectiveDefinition]
ProgressMessage="Fale com a Sra. Blayvis"

[M_Orchid_PlotMission02:SpeakBlayvisSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:SpeakJennifer MissionObjectiveDefinition]
ProgressMessage="Fale com a Jennifer"

[M_Orchid_PlotMission02:SpeakJenniferSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:SpeakJocko MissionObjectiveDefinition]
ProgressMessage="Fale com o Jocko"

[M_Orchid_PlotMission02:SpeakJockoSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:SpeakLionel MissionObjectiveDefinition]
ProgressMessage="Fale com o Lionel"

[M_Orchid_PlotMission02:SpeakLionelSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:SpeakTownfolk MissionObjectiveDefinition]
ProgressMessage="Fale com os habitantes de Oasis"

[M_Orchid_PlotMission02:SpeakTownfolk2 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:SpeakTownfolk3 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:SpeakTownfolk4 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:SpeakTownfolkSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:TrackWorm MissionObjectiveDefinition]
ProgressMessage="Encontre a Larva Rainha do Deserto"

[M_Orchid_PlotMission02:TrackWormSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:UseShadySkiff MissionObjectiveDefinition]
ProgressMessage="Pilote o velho barco do deserto"

